Repository: spraakbanken/skbl-portal
Catalog: skbl/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Contents could not be found!
sv: Innehållet kunde inte hittas!

source: Organisations
sv: Organisationer

source: Activities
sv: Verksamhet

source: Map
sv: Karta

source: Women A-Z
sv: Kvinnor A-Ö

source: Placenames
sv: Orter

source: Article authors
sv: Artikelförfattare

source: Please enter all the fields!
sv: Alla fält måste vara ifyllda!

source: Please enter a valid email address!
sv: Du måste ange en giltig e-post-adress!

source: Contact
sv: Kontakt

source: Contact SKBL
sv: Kontakta SKBL

source: Thank you for your feedback
sv: Tack för din återkoppling

source: We will get back to you as soon as we can.
sv: Vi återkommer så fort vi kan.

source: Residence
sv: Bostadsort

source: Place of activity
sv: Verksamhetsort

source: Place of education
sv: Utbildningsort

source: Contacts
sv: Kontakter

source: Birthplace
sv: Födelseort

source: Place of death
sv: Dödsort

source: About SKBL
sv: Om SKBL

source: Older biographies
sv: Äldre biografiska verk

source: Chronology
sv: Kronologi

source: Work in progress
sv: Under utveckling

source: Remark
sv: Anmärkning

source: Published
sv: Publicerat

source: You are welcome to cite this article but always provide the author’s name as follows
sv: Hänvisa gärna till denna artikel, men uppge alltid författarnamnet enligt följande

source: article by
sv: artikel av

source: retrieved
sv: hämtad

source: Show complete information
sv: Visa full information

source: Other Names
sv: Övriga namn

source: Family Relationships
sv: Familjeförhållanden

source: Civil Status
sv: Civilstånd

source: more ...
sv: fler ...

source: Education
sv: Utbildning

source: Residences
sv: Bostadsorter

source: Prizes/awards
sv: Priser/utmärkelser

source: Sources
sv: Källor

source: Further References
sv: Vidare referenser

source: Read more at
sv: Läs mer på

source: Pictures
sv: Bilder

source: TO THE TOP
sv: TILL TOPPEN

source: Show map
sv: Visa karta

source: Hide map
sv: Göm karta

source: Keywords
sv: Nyckelord

source: Open article in Karp
sv: Öppna denna artikel i Karp

source: Links
sv: Länkar

source: Has published (amongst others)
sv: Har bland annat publicerat

source: see
sv: se

source: Suggest biography about
sv: Föreslå biografi om

source: Suggest correction
sv: Föreslå rättelse

source: Other
sv: Övrigt

source: Name
sv: Namn

source: Name of subject...
sv: Kvinnans namn...

source: Lifetime
sv: Levnadstid

source: Date of birth and death...
sv: Födelse- och dödsdatum...

source: The subject's activities and occupation(s)...
sv: Kvinnans verksamhet och yrke(n)...

source: Why do you want this subject to appear in SKBL?
sv: Varför borde kvinnan läggas in i databasen?

source: Your motivation...
sv: Din motivering...

source: Your name...
sv: Ditt namn...

source: E-mail
sv: E-post

source: Your e-mail adress...
sv: Din e-post...

source: Message
sv: Meddelande

source: Your message...
sv: Ditt meddelande...

source: Submit
sv: Skicka

source: Free text search
sv: Fri sökning

source: When searching for a name you can use * for truncation
sv: Sökning på namn kan göras genom att skriva de första bokstäverna följt av *

source: Go to advanced search
sv: Till avancerad sökning

source: To advanced search
sv: Till avancerad sökning

source: For more advanced searches and combinations please use the Språkbanken tool Karp.
sv: För att göra mer avancerade sökningar och sammanställningar kan du använda Språkbankens verktyg Karp.

source: This is particularly relevant for researchers seeking to analyse the information contained in SKBL (Biographical Dictionary of Swedish Women).
sv: Det rekommenderas i första hand för forskare som vill analysera de uppgifter som ligger till grund för SKBL.

source: To Karp
sv: Till Karp

source: External link
sv: Extern länk

source: På
sv: In

source: Places
sv: Orter

source: Share page
sv: Dela sidan

source: of
sv: av

source: Articles in SKBL
sv: Artiklar i SKBL

source: No results found for
sv: Inga träffar för

source: Not all hits are shown.
sv: Alla träffar visas inte.

source: To see more hits, use Språkbanken's tool
sv: Vill du se fler, använd Språkbankens verktyg
